brew 'git'
brew 'bash-completion'
brew 'ack'
brew 'tree'
brew 'wget'
brew 'docker'
brew 'python'
brew 'python@2'
brew 'ipython'
brew 'nmap'
brew 'vim', args: [' --override-system-vi']
brew 'openssl'
brew 'coreutils'
brew 'findutils'
brew 'ssh-copy-id'
brew 'dark-mode'
brew 'packer'
brew 'graphviz'
brew 'node'
brew 'lastpass-cli', args: [' --with-pinentry']

tap 'caskroom/cask'
cask_args appdir: '/Applications'
cask 'google-chrome'
cask 'dropbox'
cask 'alfred'
cask 'evernote'
cask 'spotify'
cask 'iterm2'
cask 'java'
cask 'pycharm-ce'
cask 'intellij-idea-ce'
cask 'caffeine'
cask 'goofy'
cask 'witch'
cask 'moom'
cask 'docker'
cask 'visual-studio-code'
cask 'dash'
cask 'gimp'
cask 'github'
cask 'postman'
cask 'slack'
cask 'drawio'
cask 'robo-3t'
cask 'istat-menus'
